/* (Action Extension - Adguard Assistant) Assistant UI. Title for 'Adguard icon' button */
"accept_caption" = "Подтвердить";

/* (AEService) The default message for an unknown error. */
"support_unexpected_error" = "Возникла неожиданная ошибка. Обратитесь в службу поддержки.";

/* (Action Extension - ActionViewController) An error which occurs if the action extension is launched before the main Adguard app. */
"action_extension_no_configuration_message_format" = "Прежде чем использовать это расширение, %1$@ должен выполнить первичную настройку. Запустите основное приложение %2$@.";

/* (AESFilterConverter) Error occured when checking of the result from JSON converter. */
"support_rule_converting_error" = "Невозможно сконвертировать правила. Возникла непредвиденная ошибка. Пожалуйста, обратитесь в службу поддержки.";

/* (AEService) Service errors descriptions */
"json_converting_error" = "Невозможно инициализировать конвертер в формат JSON.";

/* (AEUIAboutController) Alert message if user have no e-mail account on device */
"support_message_sending_error" = "Невозможно отправить сообщение. У вас не настроена электронная почта.";

/* (Action Extension - Adguard Assistant) Assistant UI. Title for 'close icon' button */
"common_action_cancel" = "Отмена";

/* (AEService) Service errors descriptions */
"rule_converting_error" = "Не удается обработать правило. Текст правила содержит ошибку.";

/* (AEUIUtils) User filter convertering error description. */
"filter_rules_converting_error" = "Не удается обработать пользовательские правила.";

/* (Action Extension - AEAUIMainController) Label on switcher. Example: 'Enable filtering on www.github.com' */
"enable_filtering_format" = "Включить фильтрацию на %@";

/* Alert title. On error. */
"common_error_title" = "Ошибка";

/* (AEService) Service errors descriptions */
"safari_filters_loading_error" = "Фильтры не загрузились в Safari. Поэтому последние изменения были отменены.";

/* (Action Extension - AEAUIMainController) Mail body to support team about incorrect blocking */
"incorrect_blocking_page_format" = "Некорректная блокировка на странице:\n%@\n\n";

/* (AEUILoadingModal) Standard message when filter conversion is performed. */
"safari_filters_loading" = "Идет загрузка фильтров в Safari. Пожалуйста, не отключайте AdGuard, процесс займет не больше 30 секунд...";

/* (Action Extension - AEAUIMainController) error occurs when content blocker is disabled. */
"content_blocker_disabled_format" = "Обратите внимание, что Блокировщик контента отключён. Это означает, что реклама не будет фильтроваться вне зависимости от настроек AdGuard. Пожалуйста, включите Блокировщик контента AdGuard в настройках Safari, чтобы начать фильтрацию.";

/* (Action Extension - Adguard Assistant) Assistant UI. Title for 'eye icon' button */
"preview_caption" = "Просмотр";

/* (Action Extension - ActionViewController) Can't obtain hostname when starting. */
"hostname_obtaining_error" = "Невозможно определить имя хоста. Возможно, страница еще не загрузилась.";

/* (Action Extension - AEAUIMainController) error occurs when click on Block Element button. */
"assistant_launching_unable" = "Политика безопасности этого сайта не позволяет запустить Помощника AdGuard на этой странице.";

/* (Action Extension - ActionViewController) Some errors when starting. */
"support_error_safari_extension" = "Произошла неожиданная ошибка при инициализации расширения Safari. Пожалуйста, свяжитесь с поддержкой AdGuard, если ситуация повторится.";

/* (APUIAdguardDNSController) PRO version. Alert title. On warning. */
"common_warning_title" = "Внимание";

/* (Action Extension - AEAUIMainController) error occurs when try turn off filtration on site. */
"filter_rules_maximum" = "Невозможно добавить домен. Превышен лимит количества активных правил.";

